Repository: Shack-de-Shnaek/massum-school-website
Catalog: locales/*/LC_MESSAGES/django.po
Languages: sq

source: Наслов
sq: Titulli

source: Содржина
sq: Përmbajtja

source: Креирано на
sq: Krijuar në

source: Објава
sq: Artikulli

source: Објави
sq: Artikuj

source: Слика
sq: Imazhi

source: Текст
sq: Teksti

source: Слика за објава
sq: Imazhi i artikullit

source: Слики за објава
sq: Imazhet e artikujve

source: Слајдер
sq: Rrëshqitës

source: Редослед
sq: Rendit

source: Позиција
sq: Pozicioni

source: Позиција слаг
sq: Pozicioni i slug

source: Слајдери
sq: Rrëshqitës

source: Слика за слајдер
sq: Imazhi rrëshqitës

source: Слики за слајдер
sq: Imazhet me rrëshqitje

source: Име
sq: Emri

source: Име слаг
sq: Emri slug

source: Категорија за галерија
sq: Kategoria e galerisë

source: Категории за галерија
sq: Kategoritë e galerisë

source: Категорија
sq: Kategoria

source: Слика за галерија
sq: Imazhi i galerisë

source: Слики за галерија
sq: Imazhet e galerisë

source: Име и презиме
sq: Emri dhe mbiemri

source: Титула
sq: Titulli

source: Емаил
sq: Email

source: Предмети
sq: Lëndët

source: Вработен
sq: Punonjës

source: Вработени
sq: Punonjësit

source: Предмет
sq: Subjekti

source: Порака
sq: Mesazhi

source: Пораки
sq: Mesazhet

source: Категорија на прилози
sq: Kategoria e bashkëngjitjes

source: Категории на прилози
sq: Kategoritë e shtojcave

source: Прилог
sq: Dokumenti

source: Прилози
sq: Dokumentet

source: Македонски
sq: Maqedonisht

source: Англиски
sq: Anglisht

source: Албански
sq: Shqiptar

source: За Нас
sq: Rreth Nesh

source: ВИЗИЈА, МИСИЈА, ЦЕЛИ и РЕСУРСИ на училиштето
sq: VIZIONI, MISIONI, QËLLIMET DHE BURIMET e shkollës

source: Визија на училиштето
sq: Vizioni i shkollës

source: Нашето училиште го гледаме како современо, европско училиште полно со професионализам, креативност и сигурен развој кон најелитните училишта за оспособување на кадар од електротехничка струка.
sq: Ne e shohim shkollën tonë si një shkollë moderne, evropiane plot me profesionalizëm, kreativitet dhe zhvillim të besueshëm drejt shkollave më elitare për trajnimi i personelit nga profesioni elektrotekni k

source: Мисија на училиштето
sq: Misioni i shkollës

source: Да го поддржуваме самовработувањето и јакнеме продуктивноста;
sq: Të mbështesë vetëpunësimin dhe të forcojë produktivitetin;

source: Да образуваме стручни кадри оспособени за примена на научните достигнувања во практиката, за творечко и одговорно однесување спрема работата, средината, општеството и спрема самите себе.
sq: Të edukojmë staf profesional të aftësuar për të zbatuar arritjet shkencorenë praktikë, për sjellje krijuese dhe të përgjegjshme ndaj punës,mjedisi, shoqëria dhe ndaj vetes.

source: Цели на училиштето
sq: Qëllimet e shkollës

source: Создавање на модерно училиште кое се стреми да обезбеди имиџ на посакувано училиште од страна на учениците и на тој начин да влезе во редот на оние најквалитетни училишта кои не ги бараат учениците туку учениците сами избираат да се запишат и дообразуваат кај нас
sq: Krijimi i një shkolle moderne që përpiqet të ofrojë një imazh të dëshirueshëm shkollë nga nxënësit dhe në këtë mënyrë për të hyrë në radhët e atyre shkollat ​​më cilësore që nuk kërkojnë nxënësit por vetë nxënësit Ata zgjedhin të regjistrohen dhe të vazhdojnë arsimin e tyre me ne

source: Опремување на кабинетите и лабораториите со најсовремена опрема, со нови наставни и нагледни средства
sq: Pajisja e kabineteve dhe laboratoreve me pajisjet me moderne, me te rejaMësim dhe mjete vizuale

source: Максимална употреба на ИКТ во наставата
sq: Përdorimi maksimal i TIK-ut në mësimdhënie

source: Предмети:
sq: Lëndët:

source: Историја на училиштето
sq: Historia e shkollës

source: Основач на Средното општинско стручно училиште „Илинден“ е Општина Илинден.
sq: Themelues i Shkollës së Mesme Profesionale Komunale “Ilinden” është Komuna e Ilindenit.

source: Општина Илинден се наоѓa на 10 км оддалеченост од главниот град Скопје. Го зафаќа источниот дел на Скопската котлина, на тромеѓето Скопје-Куманово – Велес .Општина Илинден се граничи со Општините Гази Баба, Арачиново, Куманово и Петровец. Според пописот на населението од 2002 година, вкупниот број жители во Општина Илинден изнесува 15.894, кои живеат во 4.298 домаќинства или, просечно по 3,7 членови во домаќинство. Густината на населеност изнесува 150 жители/km2.
sq: Komuna e Ilindenit gjendet rreth 10 km larg kryeqytetit – Shkupit. Zë pjesën lindore të luginës së Shkupit, në kufirin trikufi Shkup-Kumanovë-Veles. Komuna e Ilindenit kufizohet me komunat të Gazi Babës, Haraçinës, Kumanovës dhe Petrovecit.Sipas regjistrimit të vitit 2002, popullsia e përgjithshme e komunës së Ilindenit është rreth 15,894, me banim në 4,298. Familje, ose afërsisht 3.7 persona për familje.Dendësia e popullsisë është rreth 150 banorë/km2.

source: Во состав на Општина Илинден влегуваат 12 (дванаесет) населени места и тоа: Илинден, Марино, Кадино, Мралино, Ајватовци, Бунарџик, Миладиновци, Бујковци, Мршевци, Бучинци, Текија и Дељадровци.
sq: Komuna e Ilindenit përfshin 12 (dymbëdhjetë) vendbanime, përkatësisht: Ilinden, Marino, Kadino, Mralino, Ajvatovci, Bunardzik, Miladinovci, Bujkovci, Mrshevci, Buchinci, Tekia dhe Deljadrovci

source: Поаѓајќи од фактот дека образованието е еден од клучните двигатели на процесите во едно општество, Градоначалникот на Општина Илинден, господинот Жика Стојановски и Советот на Општина Илинден го основаа Средното општинско стручно училиште „Илинден“ – Илинден.
sq: Duke nisur nga fakti se arsimi është një nga shtytësit kryesorë të Proceset në një shoqëri, kryetari i Komunës së Ilindenit, z. Zhika Stojanovski dhe Këshilli i Komunës së Ilindenit themeluan shkollën e mesme profesionale komunale Ilinden.

source: Со основањето на средното електротехничко училиште „Илинден“ во општина Илинден се овозможи дел од учениците од основните училишта „Гоце Делчев“, „Браќа Миладиновци“ и „Ристо Крле“ да го продолжат средното образование во општина Илинден. На тој начин се скрати времето потребно за патување на учениците, се обезбеди подобрување на условите за престој на учениците средношколци и подобрување на образовниот процес во општината.
sq: Themelimi i shkollës së mesme elektroteknike Ilinden në komunë Ilindenit ua mundësoi disa nxënësve të shkollave fillore Goce Dellçev,Vëllezërit Miladinovci dhe Risto Krle të vazhdojnë shkollimin në Komunën e Ilindenit. Me këtë u reduktua edhe koha e lëvizjes së nxënësve, duke përmirësuar kushtet e jetesës së nxënësve të shkollave të mesme. që jetojnë në komunë.

source: Се разбира, училишните врати се отворени и за сите ученици кои доаѓаат од другите општини.
sq: Sigurisht që dyert e shkollës janë të hapura edhe për të gjithë nxënësit që vijnë nga komunat e tjera.

source: Лична карта на училиштетот
sq: Kartën e informacionit të shkollës sonë

source: Име на училиштето
sq: Emri i shkollës

source: Средно општинско стручно училиште “Илинден”
sq: Shkolla e mesme profesionale komunale Ilinden

source: Адреса, општина, место
sq: Adresa, komuna, vendi

source: улица “534” бр. 29 Марино, Илинден
sq: rruga 534 nr. 29 Marino, Ilinden

source: Телефон
sq: Telefoni

source: Е-маил
sq: Email

source: Основано од
sq: E themeluar më

source: Општина Илинден
sq: Komuna e Ilindenit

source: Верификација- број на актот
sq: Verifikimi - numri i aktit

source: Година на верификација
sq: Viti i verifikimit

source: Јазик на кој се изведува наставата
sq: Gjuha e instruksioneve

source: Година на изградба
sq: Viti i ndërtimit

source: Тип на градба
sq: Lloji i ndërtimit

source: Модуларен систем на градба
sq: Sistemi modular i ndërtimit

source: Површена на објектот
sq: Sipërfaqja e objektit

source: Површина на училшниот двор
sq: Sipërfaqja e oborrit të shkollës

source: Површина на спортски терени и игралишта
sq: Sipërfaqja e fushave sportive dhe këndeve të lojërave

source: Општинска спортска сала и отворени тениски игралишта
sq: Sallë sportive komunale dhe fusha tenisi në natyrë

source: Начин на загревање на училиштето
sq: Mënyra e ngrohjes së shkollës

source: Геотермални води
sq: Ujërat gjeotermale

source: Објавено на
sq: Publikuar më

source: Новости
sq: Lajme

source: Месец
sq: Nje muaj

source: Барај
sq: Muaj

source: Ресетирај
sq: Rivendos

source: Нема објави според Вашите критериуми
sq: Nuk ka artikuj të bazuar në kriteret tuaja

source: Превземи
sq: Shkarko

source: Контакт
sq: Kontaktoni

source: Контактирајте не
sq: Na kontaktoni

source: Пораката неможеше да се испрати. Ве молиме обидете се подоцна.
sq: Mesazhi nuk mund të dërgohej. Ju lutemi provoni përsëri më vonë.

source: Пораката е успешно испратена.
sq: Mesazhi është dërguar me sukses.

source: Испрати
sq: Dërgo

source: Настава
sq: Kurrikula

source: Образовен профил: ЕЛЕКТРОТЕХНИЧАР ЗА ЕЛЕКТРОНИКА И ТЕЛЕКОМУНИКАЦИЈА
sq: Profili arsimor: INXHINIER ELEKTRONIKE PËR ELEKTRONIKË DHE TELEKOMUNIKIM

source: Времетраење: четири години
sq: Kohëzgjatja: katër vjet

source: Програмски подрачја и наставни предмети
sq: Fushat dhe lëndët e programit

source: Година и фонд на часови
sq: Fondi i vitit dhe i klasës

source: нед.
sq: dielën

source: год.
sq: vit

source: Општо образование
sq: Arsimi i përgjithshëm

source: Македонски јазик и литература
sq: Gjuhë dhe letërsi maqedonase

source: Странски јазик
sq: Gjuhe e huaj

source: Бизнис
sq: Biznesi

source: Информатика
sq: Informatikë

source: Историја
sq: Historia

source: Историја на Македонија
sq: Historia e Maqedonisë

source: Граѓанско образование
sq: Edukim Qytetar

source: Предмети по функција на струката
sq: Lëndët sipas funksionit të profesionit

source: Математика
sq: Matematika

source: Физика
sq: Fizika

source: Вкупно:
sq: Total:

source: Стручно образование
sq: Arsimi profesional

source: Електротехника
sq: Inxhinieri elektrike

source: Електротехнички материјали и елементи
sq: Materialet dhe elementet elektroteknike

source: Техничко цртање
sq: Vizatim teknik

source: Аналогна електроника
sq: Elektronikë analoge

source: Основи на мерењата и електрични кола
sq: Bazat e matjeve dhe qarqet elektrike

source: Телекомуникации
sq: Telekomunikacioni

source: Дигитална електроника и микропроцесори
sq: Elektronika dixhitale dhe mikroprocesorët

source: Електронски склопови и уреди
sq: Asambletë dhe pajisjet elektronike

source: Телекомуникациски склопови и уреди
sq: Asambletë dhe pajisjet e telekomunikacionit

source: Практична обука
sq: Trajnim praktik

source: Практична настава
sq: Mësimdhënie praktike

source: Феријална практика
sq: Praktika e fesë

source: Изборна настава
sq: Mësimdhënie me zgjedhje

source: Предмети по функција на завршен испит
sq: Lëndët sipas funksionit të provimit përfundimtar

source: Предмети по функција на матура
sq: Lëndët sipas funksionit të maturës

source: Вкупно (цела настава):
sq: Totali (i gjithë kursi):

source: Задолжителни активности
sq: Aktivitetet e detyrueshme

source: Спорт и спортски активности
sq: Sport dhe aktivitete sportive

source: Активности од област на културата
sq: Aktivitete kulturore

source: Факултивна настава
sq: Mësim me zgjedhje

source: Слободни часови на училиштето
sq: Orë falas në shkollë

source: Галерија
sq: Galeri

source: Сите
sq: Тë gjitha

source: СОСУ „ИЛИНДЕН“
sq: SOSU "ILINDEN"

source: За нас
sq: Për NE

source: Ученици
sq: Studentët

source: Професори
sq: Profesorët

source: Години
sq: Vite

source: Видете повеќе
sq: Shiko me shume

source: СОСУ „ИЛИНДЕН“ го гледаме како современо, европско училиште полно со професионализам, креативност и сигурен развој кон најелитните училишта за оспособување на кадар од електротехничка струка.
sq: SOSU "ILINDEN" është një shkollë që ne e shohim si një shkollë moderne, evropiane të mbushur me profesionalizëm. kreativiteti, duke u zhvilluar në një nga shkollat profesionale më elitare në fushën e inxhinierisë elektrike.

source: СОСУ
sq: SOSU

source: „ИЛИНДЕН“
sq: "ILINDEN"

source: Почетна
sq: Shtëpi

source: го гледаме како современо, европско училиште полно со професионализам, креативност и сигурен развој кон најелитните училишта за оспособување на кадар од електротехничка струка.
sq: Është një shkollë që ne e shohim si një shkollë moderne, evropiane të mbushur me profesionalizëm. kreativiteti, duke u zhvilluar në një nga shkollat profesionale më elitare në fushën e inxhinierisë elektrike.

source: СОСУ Илинден
sq: SOSU Ilinden

source: Документи
sq: Dokumentet

source: Завршна сметка
sq: Fatura përfundimtare

source: Јавна набавка
sq: Prokurimi publik

source: Самоевалуација
sq: Vetëvlerësimi

source: Матура
sq: Diplomimi

source: Државна матура
sq: Provimi i maturës

source: Завршен испит
sq: Provimi i diplomimit

source: Проектна задача
sq: Projekti i diplomimit

source: Испитни прашања
sq: Pyetjet e provimit

source: Информации за ученици
sq: Informacion për studentët
